[
        {
            "id" : 1,
            "title" : "Kartun Statistik",
            "year" : 2020,
            "author" : "Larry Gonick",
            "images" : "http://fer.dika.web.id/dummy-api/images/book/Kartun_Statistik.jpg",
            "description" : "Mengutip Benjamin Disraeli, Mark Twin menyatakan, ada tiga macam kebohongan: lies, damned lies, and statisctics. Karena disebut terakhir, pernyataan itu mengesankan, statistik yang paling parah. Akan tetapi, bukankah memang banyak orang menggunakan statistik untuk menggertak lawan diskusi? Opini kosong disulap menjadi berbobot dengan bumbu angka atau metode statistik? Statistik sebagai ilmu dan juga metode sesungguhnya netral dan bermata ganda. Memahami statistik bisa membantu kita, antara lain, membaca data dan melihat pola serta peluang, yang sangat vital saat ini ketika dusta susah dipisahkan dari fakta. Kartun Statistik membahas hampir semua konsep dasar statistik, mulai dari menyarikan dan menyajikan data, probabilitas, mengambil sampel, intervat keyakinan, menguji hipotesis, sampai desain eksperimen. Semua konsep itu dipaparkan dengan sederhana, jernih, tentu dengan ilustrasi yang kocak. Setelah membaca Kartun Statistik kamu tak bakal lagi meminta maaf atas kesalahan standar.\nLarry Gonick ialah kartunis dengan gelar Master di bidang Matematika dari Harvard University. Woollcott Smith ialah profesor statistik yang aktif di bidang penelitian dan konsultasi statistik.",
            "total_pages" : 232,
            "published_date" : "2020-06-22",
            "isbn" : "9786024814151",
            "language" : "Indonesia",
            "publisher" : "Gramedia Pustaka Utama",
            "weight" : "0.5 kg",
            "width" : "15.0 cm",
            "height" : "23.0 cm",
            "price" : 75000
        },
        {
            "id" : 2,
            "title" : "Mindset",
            "year" : 2019,
            "author" : "Carol S. Dweck, Ph.d.",
            "images" : "http://fer.dika.web.id/dummy-api/images/book/mindset.jpg",
            "description" : "Buku ini menjelaskan dengan gamblang bagaimana keyakinan atas kemampuan yang kita miliki amat berpengaruh terhadap cara kita belajar dan menentukan pilihan di dalam kehidupan.",
            "total_pages" : 420,
            "published_date" : "2019-12-06",
            "isbn" : "9786026486356",
            "language" : "Indonesia",
            "publisher" : "Penerbit Baca",
            "weight" : "0.433 kg",
            "width" : "15.0 cm",
            "height" : "23.0 cm",
            "price" : 111000
        },
        {
            "id" : 3,
            "title" : "Homo Deus",
            "year" : 2018,
            "author" : "Yuval Noah Harari",
            "images" : "http://fer.dika.web.id/dummy-api/images/book/homodeus.jpg",
            "description" : "Pada masa lalu, manusia menaklukkan dunia berkat kemampuan uniknya untuk percaya pada mitos-mitos kolektif tentang dewa, uang, kesetaraan dan kebebasan—seperti dijelaskan dalam buku Sapiens. Dalam buku Homo Deus, Prof. Harari menelaah ke masa depan dan mengeksplorasi bagaimana kekuatan global bergeser: kekuatan utama evolusi—seleksi alam—digantikan oleh teknologi baru tingkat dewa, seperti kecerdasan buatan dan rekayasa genetika. Inilah era Homo deus.\nMemadukan sains, sejarah, filsafat, dan cabang ilmunya, Prof. Harari menunjukkan visi masa depan yang awalnya tak dapat dipahami tapi kemudian tak terbantahkan: manusia akan kehilangan tak cuma dominasinya atas dunia, tapi juga semuanya. Manusia akan tergantikan oleh mesin; atas nama kebebasan dan individualisme, mitos humanis akan dibuang bak kaset lama yang usang. Seiring Homo sapiens menjadi Homo deus, muncul pertanyaan fundamental: ke mana kita pergi dari sini? Takdir baru apa yang kita jalani? Proyek apa yang harus kita lakukan? Bagaimana kita melindungi planet rapuh ini dan umat manusianya dari kekuatan destruktif kita sendiri?\nBuku ini mengeksplorasi proyek, impian, dan mimpi buruk yang akan membentuk abad ke-21—dari mengatasi kematian hingga menciptakan kehidupan buatan. Dikupas oleh banyak media massa ternama dunia dan terjual 2 juta kopi hanya dalam tempo setahun sejak pertama terbit pada akhir 2016, buku ini akan mengguncang kesadaran kita ihwal masa depan umat manusia.",
            "total_pages" : 540,
            "published_date" : "2018-04-01",
            "isbn" : "9786026577337",
            "language" : "Indonesia",
            "publisher" : "Pustaka Alvabet Pt / Lisawa Mitra Utama Cv",
            "weight" : "0.650 kg",
            "width" : "15.0 cm",
            "height" : "23.0 cm",
            "price" : 110000
        },
        {
            "id" : 4,
            "title" : "Mantra Orang Jawa",
            "year" : 2020,
            "author" : "Sapardi Djoko Damono",
            "images" : "http://fer.dika.web.id/dummy-api/images/book/Mantra_Orang_Jawa.jpg",
            "description" : "Mantra yang ditulis kembali dalam buku Mantra Orang Jawa ini berasal dari berbagai sumber, lisan maupun tulisan, yang umur dan asal-usulnya tidak mungkin lagi – dan tidak juga perlu – ditelusuri. Konon, di zaman lampau mantra memiliki kekuatan yang bisa dimanfaatkan untuk berbagai keperluan hidup sesuai dengan maksudnya. Dalam buku ini Sapardi Djoko Damono telah menjadikannya puisi saja, tidak perlu dikait-kaitkan dengan maksud penciptaannya dulu meskipun tetap harus dilisankan. Beberapa di antaranya adalah Mantra Pengasihan, Mantra Pengusir Gerah, Mantra Batu Terbang dan mantra lain yang telah menjelma menjadi puisi-puisi yang indah. Siapa tahu masih ada kekuatan tersembunyi yang tersisa dalam puisi-puisi itu. Kalau memang demikian halnya, kita manfaatkan sajalah yang ada dalam buku ini sebaik-baiknya.",
            "total_pages" : 74,
            "published_date" : "2020-05-22",
            "isbn" : "9786020642932",
            "language" : "Indonesia",
            "publisher" : "Gramedia Pustaka Utama",
            "weight" : "0.2 kg",
            "width" : "13.5 cm",
            "height" : "20.0 cm",
            "price" : 49000
        },
        {
            "id" : 5,
            "title" : "Ingkar",
            "year" : 2020,
            "author" : "Boy Candra",
            "images" : "http://fer.dika.web.id/dummy-api/images/book/ingkar.jpg",
            "description" : "Banyak hal terjadi di luar kendaliku. Jatuh hati kepadamu adalah salah satunya. Kamu mengajariku melawan ketakutan-ketakutan dalam diriku. Namun, kamu lupa mengajariku melawan hal yang penting; bagaimana caranya agar aku tidak takut kehilanganmu?\nAda yang memberi percaya, tetapi kau ragukan. Ada yang sepenuh hati ingin bersama, tetapi kadang terabaikan.\nPerasaan telah tercurahkan. Meski kadang kecewa dan melelahkan, berhenti bukan satu-satunya pilihan.\nApakah janji itu masih layak ditunggu? Atau justru perjalanan memang tak akan bisa seperti apa yang kita mau? Karena salah satu dari kita memilih ingkar?",
            "total_pages" : 360,
            "published_date" : "2020-02-08",
            "isbn" : "9786237567141",
            "language" : "Indonesia",
            "publisher" : "Penerbit Katadepan",
            "weight" : "0.4 kg",
            "width" : "13.0 cm",
            "height" : "19.0 cm",
            "price" : 76500
        },
        {
            "id" : 6,
            "title" : "Garis Waktu : Sebuah Perjalanan Menghapus Luka",
            "year" : 2016,
            "author" : "Fiersa Besari",
            "images" : "http://fer.dika.web.id/dummy-api/images/book/garis_waktu_sebuah_perjalanan_menghapus_lupa.jpg",
            "description" : "Banyak hal terjadi di luar kendaliku. Jatuh hati kepadamu adalah salah satunya. Kamu mengajariku melawan ketakutan-ketakutan dalam diriku. Namun, kamu lupa mengajariku melawan hal yang penting; bagaimana caranya agar aku tidak takut kehilanganmu?\nAda yang memberi percaya, tetapi kau ragukan. Ada yang sepenuh hati ingin bersama, tetapi kadang terabaikan.\nPerasaan telah tercurahkan. Meski kadang kecewa dan melelahkan, berhenti bukan satu-satunya pilihan.\nApakah janji itu masih layak ditunggu? Atau justru perjalanan memang tak akan bisa seperti apa yang kita mau? Karena salah satu dari kita memilih ingkar?",
            "total_pages" : 211,
            "published_date" : "2016-09-05",
            "isbn" : "9789797945251",
            "language" : "Indonesia",
            "publisher" : "Media Kita",
            "weight" : "0.2 kg",
            "width" : "13.0 cm",
            "height" : "19.0 cm",
            "price" : 49300
        },
        {
            "id" : 7,
            "title" : "Masih Ingatkah Kau Jalan Pulang",
            "year" : 2020,
            "author" : "Sapardi Djoko Damono, Rintik Sedu",
            "images" : "http://fer.dika.web.id/dummy-api/images/book/MASIH_INGATKAH_KAU_JALAN_PULANG.jpg",
            "description" : "Tak ada jalan\ndan tak ada pulang\nkita di atap langit\nnun di bawah rata belaka\nsuatu saat biru\ndi saat lain merah kesumba.\n\nJadi kau tidak ingat lagi\ntak percaya lagi\nakan jalan pulang?\n\nApakah pergi harus\njuga pulang?\napakah pergi\nharus juga berpikir\nuntuk pulang?\nApakah pulang hanya ada\nkalau kita pergi?\nApakah pulang\ndan pergi harus berpasangan?",
            "total_pages" : 112,
            "published_date" : "2020-02-17",
            "isbn" : "9786020638331",
            "language" : "Indonesia",
            "publisher" : "Gramedia Pustaka Utama",
            "weight" : "0.25 kg",
            "width" : "13.0 cm",
            "height" : "16.0 cm",
            "price" : 63000
        },
        {
            "id" : 8,
            "title" : "Laut Bercerita",
            "year" : 2017,
            "author" : "Leila S. Chudori",
            "images" : "http://fer.dika.web.id/dummy-api/images/book/Laut-Bercerita.jpg",
            "description" : "Laut Bercerita, novel terbaru Leila S. Chudori, bertutur tentang kisah keluarga yang kehilangan, sekumpulan sahabat yang merasakan kekosongan di dada, sekelompok orang yang gemar menyiksa dan lancar berkhianat, sejumlah keluarga yang mencari kejelasan makam anaknya, dan tentang cinta yang tak akan luntur.",
            "total_pages" : 400,
            "published_date" : "2017-12-21",
            "isbn" : "9786024246945",
            "language" : "Indonesia",
            "publisher" : "Kepustakaan Populer Gramedia",
            "weight" : "0.315 kg",
            "width" : "13.5 cm",
            "height" : "20.0 cm",
            "price" : 70000
        },
        {
            "id" : 9,
            "title" : "Buku Besar Peminum Kopi : Original Story",
            "year" : 2020,
            "author" : "Andrea Hirata",
            "images" : "http://fer.dika.web.id/dummy-api/images/book/buku_besar_peminum_kopi.jpg",
            "description" : "Andrea Hirata adalah pemenang pertama penghargaan sastra New York Book Festival 2013, untuk The Rainbow Troops, Laskar Pelangi edisi Amerika, penerbit Farrar, Straus & Giroux, New York, kategori general fiction, dan pemenang pertama Buchawards 2013, Jerman, untuk Die Regenbogen Truppe, Laskar Pelangi edisi Jerman, penerbit Hanser Berlin. Dia juga pemenang seleksi short story majalah sastra terkemuka di Amerika, Washington Square Review, New York University, edisi winter/spring 2011 untuk short story pertamanya Dry Season. Tahun 2015 dia dianugerahi gelar Doktor Honoris Causa di bidang sastra oleh University of Warwick, UK dan Tahun 2017 menerima penghargaan budaya dari pemerintah Prancis untuk karyanya Les Guerriers de L'arc-en-ciel (Laskar Pelangi edisi Prancis, penerbit Mercure de France). Laskar Pelangi telah diadaptasi dalam bentuk film, musikal, lagu, serial TV dan koreografi oleh Citydance Company, Washington, DC, dilayarkan di Berlinalle dan Smithsonian.\nLaskar Pelangi telah menjadi international bestseller, diterjemahkan ke-40 bahasa asing. Telah terbit dalam 22 bahasa, diedarkan di lebih dari 130 negara. Melalui program beasiswa, Hirata meraih Master of Science (Msc) bidang teori ekonomi dari Sheffield Hallam University, UK. Hirata juga mendapat beasiswa pendidikan sastra di IWP (International Writing Program), University of Iowa, USA.\nKarya Hirata berbahasa Indonesia: Laskar Pelangi, Sang Pemimpi, Edensor, Maryamah Karpov, Padang Bulan, Cinta di dalam Gelas, Sebelas Patriot, Laskar Pelangi Song Book, Ayah, Sirkus Pohon, dan Guru Aini. Karya dalam bahasa asing The Rainbow Troops, Der Träumer, Dry Season.\nSejak Tahun 2010, secara mandiri Hirata mempromosikan minat baca, minat menulis dan mendirikan museum sastra pertama dan satu-satunya di Indonesia, Museum Kata Andrea Hirata di Belitong.",
            "total_pages" : 360,
            "published_date" : "2020-02-02",
            "isbn" : "9786022916642",
            "language" : "Indonesia",
            "publisher" : "Bentang Pustaka",
            "weight" : "0.279 kg",
            "width" : "13.0 cm",
            "height" : "20.5 cm",
            "price" : 75000
        },
        {
            "id" : 10,
            "title" : "Kosan Enam Hari",
            "year" : 2020,
            "author" : "Daytroit",
            "images" : "http://fer.dika.web.id/dummy-api/images/book/kosan_6hari.jpg",
            "description" : "“Kosan hanya bisa ditempati selama enam hari. Hari Minggu semua penghuni wajib meninggalkan kos dan pulang ke rumah.”\n\nAlka Dayana tidak menyangka bahwa hidupnya akan banyak berubah setelah bergabung menjadi penghuni kosan bernama Enam Hari. Awalnya memang Alka menganggap Ariya, Jevan, Bhiyan, Natya, dan Danan terlalu berbeda dengan hidupnya. Namun, kelimanya benar-benar membuat Alka sadar bahwa hidup memang harus dilalui dengan penuh perjuangan.\n\nMenjadi satu-satunya cewek di antara kelima cowok penghuni kosan, Alka seperti mendapat tugas tersendiri di kosan itu. Terlebih ketika ada desas-desus tentang salah satu penghuni terdahulu yang meninggal di kosan dan itu menjadi asal-usul kenapa kosan ini menjadi kosan Enam Hari.\n\nAlka tahu semuanya. Namun, bagaimana cara Alka untuk meyakinkan semua orang bahwa kelima teman kosnya bukan pembunuh?",
            "total_pages" : 280,
            "published_date" : "2020-10-28",
            "isbn" : "9786237524144",
            "language" : "Indonesia",
            "publisher" : "GALAXY MEDIA",
            "weight" : "0.22 kg",
            "width" : "13.0 cm",
            "height" : "19.0 cm",
            "price" : 85000
        }
    ]
